/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "Obrazek %d.%s";

/* OpenSave Common Preview strings */
"Name" = "Nazwa";
"Kind" = "Rodzaj";
"Size" = "Wielkość";
"Created" = "Utworzony";
"Modified" = "Modyfikowany";
"Opened" = "Otwarte";
"Version" = "Wersja";
"Duration" = "Czas trwania";
"Dimensions" = "Wymiary";
"DecimalPoint" = ".";
"ZeroKB" = "zero KB";
"KB" = " KB";
"MB" = " MB";
"GB" = " GB";
"TB" = " TB";
"DurationFormat" = "%d%d'%d%d";
"DimensionsFormat" = "%d x %d";
"Calculating" = "Obliczam...";
"Fetching" = "Pobieram...";
"Hyphen" = "-";
"Today" = "dzisiaj o REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "wczoraj o REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
